waveshareteam/ESP32-C6-Touch-AMOLED-2.06/examples/esp-idf/01_AXP2101/sdkconfig.defaults
CONFIG_IDF_TARGET="esp32c6"
CONFIG_PMU_I2C_SCL=7
CONFIG_PMU_I2C_SDA=8
CONFIG_PMU_INTERRUPT_PIN=-1
